var login2030 = {};
// Категории
login2030.category = [{
	id: 0,
	name: 'Минимаркет (площадь до 500 кв.м, 1-2 кассы, 1-2 весов)',
}, {
	id: 1,
	name: 'Автоматизация овощного магазина',
}, {
	id: 2,
	name: 'Автоматизация пивного магазина',
}, {
	id: 3,
	name: 'Супермаркет (площадь от 500 кв.м, 3-5 касс, 3-5 весов)',
}, {
	id: 4,
	name: 'Ресторан / Кафе (заведение с обслуживанием официантами)',
}, {
	id: 5,
	name: 'Фаст-фуд / Столовая (самообслуживание клиентов)',
}, {
	id: 6,
	name: 'Магазин бытовой химии',
}, {
	id: 7,
	name: 'Магазин автозапчастей',
}, {
	id: 8,
	name: 'Маркировка изделий текстильной лентой',
}, {
	id: 9,
	name: 'Островок в торговом центре',
}, {
	id: 10,
	name: 'Салон одежды, аксессуаров, обуви',
}, {
	id: 11,
	name: 'Учет основных средств',
}, {
	id: 12,
	name: 'Собрать свой комплект из ходового оборудования',
}]