// Товары
login2030.goods = {
    "g_1": {
        "image": "img1512peredelka.jpg",
        "name": "Готовая POS-система ReTEC PC-KB в комплекте (GP58) + Сканер штрихкода Datalogic QW2120 USB",
        "desc": "В комплекте быстрый ручной сканер, автоматический денежный ящик и принтер чеков 58 мм  для узкой печати нефискальных чеков",
        "price": "278 065",
        "link": "#"
    },
    "g_2": {
        "image": "2ffe5dc084637b9d8a270a1426e935b5.jpg",
        "name": "Готовая POS-система ReTEC PC-KB в комплекте (TRP80) + Сканер штрихкода Datalogic QW2120 USB",
        "desc": "В комплекте ручной сканер, автоматический денежный ящик и принтер чеков 80 мм (нефискальных)",
        "price": "312 978",
        "link": "#"
    },
    "g_3": {
        "image": "img1512peredelka.jpg",
        "name": "Готовая POS-система ReTEC PC-KB в комплекте (TRP80) + Сканер штрихкода Honeywell MS 7820 Solaris",
        "desc": "В комплекте многоплоскостной сканер штрихкода Honeywell MS7820 и принтер 80 мм для печати информативных и красивых кассовых чеков",
        "price": "384 798",
        "link": "#"
    },
    "g_4": {
        "image": "3fb55c164fcb11e5846300155d00050c6413db3739ab40b7a6912c88b21c6da5.jpg",
        "name": "POS-компьютер Partner Tech MT-100 (all in one, 2 GB RAM, SSD 16 gb)",
        "desc": "Моноблок со встроенным экраном и клавиатурой",
        "price": "279 300",
        "link": "#"
    },
    "g_5": {
        "image": "001177631.jpg",
        "name": "Сенсорный моноблок Posiflex KS-7310 черный, 9,7\" TFT, Intel Atom D525 Dual Core 1.8, RAM 2gb + MSR",
        "desc": "Быстрый сенсорный моноблок по акционной цене",
        "price": "196 000",
        "link": "#"
    },
    "g_6": {
        "image": "posiflexpd2300.png",
        "name": "Дисплей покупателя Posiflex PD-2300R-B (RS232)",
        "desc": "",
        "price": "14 963",
        "link": "#"
    },
    "g_7": {
        "image": "images.jpg",
        "name": "Кассовая программа \"ШТРИХ-М: КАССИР версия 1\"",
        "desc": "Программа для установки на кассу магазина",
        "price": "64 838",
        "link": "#"
    },
    "g_8": {
        "image": "images.jpg",
        "name": "Кассовая программа \"ШТРИХ-М: КАССИР версия 2\"",
        "desc": "Надежная программа для организации рабочего места кассира",
        "price": "61 465",
        "link": "#"
    },
    "g_9": {
        "image": "images.jpg",
        "name": "Кассовая программа \"ШТРИХ-М: КАССИР версия 5\"",
        "desc": "Программа для организации рабочего места кассира",
        "price": "42 845",
        "link": "#"
    },
    "g_10": {
        "image": "boxcashback.png",
        "name": "POSCENTER: Cashback для 1С:Розница, 1С:Управление торговлей, 1С:Управление розницей, Минимаркет",
        "desc": "Накопительная бонусная система для привлечения и удержания клиентов магазина",
        "price": "52 250",
        "link": "#"
    },
    "g_11": {
        "image": "1044262.jpg",
        "name": "Весы электронные \"Штрих-СЛИМ 200М 15-2.5\" системные",
        "desc": "Компактность и возможность взвешивания до 15кг",
        "price": "51 110",
        "link": "#"
    },
    "g_12": {
        "image": "win7box.jpg",
        "name": "ПО операционная система Microsoft Windows 7 Professional (32/64-bit Russian BOX) DVD",
        "desc": "Спеццена! Полноценная операционная система, профессиональная версия",
        "price": "15 750",
        "link": "#"
    },
    "g_13": {
        "image": "358851s.jpg",
        "name": "Операционная система Windows Home Basic 7 Russian DVD OEM",
        "desc": "",
        "price": "26 600",
        "link": "#"
    },
    "g_14": {
        "image": "4hr1250701.jpg",
        "name": "Сканер штрихкода Newland HR1250-70 USB",
        "desc": "Бюджетный сканер без подставки для работы на кассе и в бэкофисе",
        "price": "16 483",
        "link": "#"
    },
    "g_15": {
        "image": "2200vs.jpg",
        "name": "Сканер штрихкода Datalogic Magellan 2200VS USB + RS-232",
        "desc": "Высокое качество при лучшей цене",
        "price": "75 000",
        "link": "#"
    },
    "g_16": {
        "image": "647d06bf7049f22a110e78829fd3e938.jpeg",
        "name": "Штрих-М PriceChecker LAN",
        "desc": "Информирует клиента о розничных ценах",
        "price": "187 530",
        "link": "#"
    },
    "g_17": {
        "image": "m2.jpg",
        "name": "Микрокиоск PriceChecker Z-Info",
        "desc": "Информационный киоск, показывает клиентам цену, может посчитать сумму товаров в корзине, когда не используется - может прокручивать рекламные ролики",
        "price": "279 300",
        "link": "#"
    },
    "g_18": {
        "image": "2200.jpg",
        "name": "Сканер штрихкода Youjie by Honeywell™ ZL2200 1D usb (без подставки)",
        "desc": "Базовый сканер для работы с документами",
        "price": "13 300",
        "link": "#"
    },
    "g_19": {
        "image": "22083.jpg",
        "name": "Сканер штрихкода 2D Zebra DS 2208 USB без подставки (+ключ WIPON)",
        "desc": "Надежный сканер для чтения 2D кодов",
        "price": "39 900",
        "link": "#"
    },
    "g_20": {
        "image": "img1086peredelka.jpg",
        "name": "Сканер штрихкода 2D Datalogic QuickScan QD2430 USB + подставка (+ ключ WIPON)",
        "desc": "2D сканер для чтения кодов для программы WIPON",
        "price": "42 750",
        "link": "#"
    },
    "g_21": {
        "image": "img1758.jpg",
        "name": "Принтер этикеток  CST DP-24 USB",
        "desc": "Базовый принтер этикеток для недорогой печати",
        "price": "41 990",
        "link": "#"
    },
    "g_22": {
        "image": "boxavtozakaz.png",
        "name": "POSCENTER: Автозаказ для 1С",
        "desc": "Автоматический заказ необходимого товара у поставщиков",
        "price": "50 000",
        "link": "#"
    },
    "g_23": {
        "image": "pos.jpg",
        "name": "Pos-система в комплекте на базе SmartPOS J1800/2Gb + монитор 10'' + клавиатура POSUA 32 кл.",
        "desc": "Спеццена! Бюджетное решение для автоматизации минимаркета, в комплекте денежный ящик и дисплей покупателя",
        "price": "171 000",
        "link": "#"
    },
    "g_24": {
        "image": "2097972254draftlarge.jpg",
        "name": "Операционная система Windows 7 Professional Rus OEM",
        "desc": "",
        "price": "33 250",
        "link": "#"
    },
    "g_25": {
        "image": "makssapego151of173min.jpg",
        "name": "Сканер штрихкода CipherLAB 1170 HID&VC USB",
        "desc": "Базовый сканер штрихкода для оператора или кассира",
        "price": "14 963",
        "link": "#"
    },
    "g_26": {
        "image": "18a6718d559fb38e52aabfbbc6715bee.jpg",
        "name": "Принтер чеков GP-58IIN RS-232",
        "desc": "Невысокая стоимость и качественная сборка",
        "price": "19 950",
        "link": "#"
    },
    "g_27": {
        "image": "img1646.jpg",
        "name": "Принтер чеков Posiflex Aura PP-7600 USB",
        "desc": "Новая модель! Высокая надежность",
        "price": "55 555",
        "link": "#"
    },
    "g_28": {
        "image": "1813ca8bca4a4c70b942f185a93608c4.jpg",
        "name": "Весы с печатью этикеток Mettler Toledo Tiger P 6/15 б/у",
        "desc": "Надежные весы с печатью этикеток, б/у 6-8 мес.",
        "price": "80 000",
        "link": "#"
    },
    "g_29": {
        "image": "vesispechatyuetiketkokshtrihprintm1525d1hv451759061.jpg",
        "name": "Весы Штрих-ПРИНТ вер.4.5 - 15 кг.  б/у",
        "desc": "",
        "price": "142 500",
        "link": "#"
    },
    "g_30": {
        "image": "posiflexps3315chernyj15342.jpg",
        "name": "Сенсорный моноблок Posiflex PS-3315 (15\") + MSR",
        "desc": "Моноблок от лидера Posiflex с хорошим процессором и 4 gb памяти, в комплекте ридер карт для дисконтной системы и  лицензионная операционная система",
        "price": "325 850",
        "link": "#"
    },
    "g_31": {
        "image": "shtrihfrontmasterv0102011.jpg",
        "name": "POS-система Front-Master (12\" сенсорный монитор + системный блок + программируемая клавиатура)",
        "desc": "",
        "price": "569 991",
        "link": "#"
    },
    "g_32": {
        "image": "images.jpg",
        "name": "Комплект кассовая программа \"ШТРИХ-М: КАССИР версия 1 \" + ключ 1С:Бухгалтерия 7.7",
        "desc": "Программа для установки на кассу магазина. Включает лицензию платформы 1С: Предприятие 7.7",
        "price": "96 948",
        "link": "#"
    },
    "g_33": {
        "image": "images.jpg",
        "name": "Комплект кассовая программа \"ШТРИХ-М: КАССИР версия 2\" + ключ 1C:Бухгалтерия 7.7",
        "desc": "Программа для установки на кассу магазина",
        "price": "113 098",
        "link": "#"
    },
    "g_34": {
        "image": "eretailclassic1.jpg",
        "name": "Стойка фронтального решения №1",
        "desc": "",
        "price": "64 838",
        "link": "#"
    },
    "g_35": {
        "image": "ergonomic.jpg",
        "name": "Стойка фронтального решения №2",
        "desc": "",
        "price": "89 775",
        "link": "#"
    },
    "g_36": {
        "image": "upravlenieroznitseybox.png",
        "name": "POSCENTER: Управление розницей доп.лицензия на 1 раб.место",
        "desc": "",
        "price": "25 650",
        "link": "#"
    },
    "g_37": {
        "image": "terminaldotykowyposps33151.jpg",
        "name": "Сенсорный моноблок Posiflex PS-3315 (15\")  + MSR + Windows POS-Ready",
        "desc": "Моноблок от лидера Posiflex с хорошим процессором и 4 gb памяти, в комплекте ридер карт для дисконтной системы и  лицензионная операционная система",
        "price": "344 138",
        "link": "#"
    },
    "g_38": {
        "image": "shoppropertyfile120244799.jpg",
        "name": "Сенсорный моноблок GlobalPOS PT17 (17\" TFT, Intel Celeron J1900 2.4 GHz,SSD 64)",
        "desc": "17\" сенсорная панель в алюминиевой окантовке",
        "price": "314 213",
        "link": "#"
    },
    "g_39": {
        "image": "restbox.png",
        "name": "POSCENTER: Ресторан на 1 рабочее место официанта",
        "desc": "Простая и функциональная программа для кафе / ресторана. Подойдет если не хотите тратиться на R-Keeper",
        "price": "57 000",
        "link": "#"
    },
    "g_40": {
        "image": "img1603.jpg",
        "name": "Принтер чеков GlobalPOS RP-328 RS-232 + USB + Ethernet",
        "desc": "Базовый принтер чеков для печати как на широкой 80 мм и так и узкой 58 мм ленте.",
        "price": "44 888",
        "link": "#"
    },
    "g_41": {
        "image": "img1069peredelka.jpg",
        "name": "Кухонный звонок Posiflex KL-100",
        "desc": "Компактный и громкий",
        "price": "7 505",
        "link": "#"
    },
    "g_42": {
        "image": "restbox.png",
        "name": "POSCENTER: Ресторан на 1 рабочее место  бухгалтера",
        "desc": "Простая и функциональная система на базе 1С для ресторанов и кафе. Состоит из рабочего места официантов, барменов, бухгалтера, администратора и кассира (могут совмещаться)",
        "price": "71 250",
        "link": "#"
    },
    "g_43": {
        "image": "restbox.png",
        "name": "POSCENTER: Ресторан на 1 рабочее место руководителя",
        "desc": "Простая и функциональная программа для руководителя ресторана, работает в паре с рабочими местами кассира, официанта, бармена. В интерфейсах в основном отчетность для руководителя.",
        "price": "57 000",
        "link": "#"
    },
    "g_44": {
        "image": "3315.jpg",
        "name": "Готовая POS-система Posiflex PS-3315 (15\") + MSR + принтер чеков + денежный ящик",
        "desc": "Моноблок от лидера Posiflex с хорошим процессором и 4 gb памяти, в комплекте: ридер карт для дисконтной системы , лицензионная операционная система, денежный ящик автоматический и принтер чеков 80мм",
        "price": "399 808",
        "link": "#"
    },
    "g_45": {
        "image": "fastfoodbox.png",
        "name": "POSCENTER: Fast Food КАССИР на 1 рабочее место",
        "desc": "Простая в освоении программ для кассира в фаст-фуд",
        "price": "71 250",
        "link": "#"
    },
    "g_46": {
        "image": "fastfoodbox.png",
        "name": "POSCENTER: Fast Food МЕНЕДЖЕР на 1 рабочее место",
        "desc": "Простая и функциональная программа для бухгалтера-калькулятора в фаст-фуд или столовую",
        "price": "71 250",
        "link": "#"
    },
    "g_47": {
        "image": "utpr.jpg",
        "name": "Управление торговлей для Казахстана",
        "desc": "Программа для полноценного учета на складах, оптовых фирмах",
        "price": "79 400",
        "link": "#"
    },
    "g_48": {
        "image": "24308min.jpg",
        "name": "Сканер штрихкода 2D Datalogic QuickScan QD2430 USB + подставка",
        "desc": "Быстрый сканер штрихкода для чтение ЛЮБЫХ штрихкодов",
        "price": "42 750",
        "link": "#"
    },
    "g_49": {
        "image": "f65a073cdd8b49d6bcebb1c4e81b2568.jpg",
        "name": "Риббоны Poscenter 110мм * 300 м, втулка 1\", без втулки, намотка OUT",
        "desc": "",
        "price": "5 320",
        "link": "#"
    },
    "g_50": {
        "image": "namotkapotsentru.jpeg",
        "name": "Риббоны Poscenter WAX/RESIN 64мм*74м  втулка диаметр 0,5\", длина 110мм, намотка OUT",
        "desc": "",
        "price": "2 185",
        "link": "#"
    },
    "g_51": {
        "image": "ribbon.jpg",
        "name": "Риббоны Poscenter 58мм x 300м  втулка 0.5\", без втулки, намотка OUT",
        "desc": "",
        "price": "5 463",
        "link": "#"
    },
    "g_52": {
        "image": "eff29173716a466cbbb35b6f7c5b931d.jpg",
        "name": "Риббоны Poscenter WAX/RESIN 60мм x 300м втулка 1'', без втулки, намотка OUT",
        "desc": "",
        "price": "4 845",
        "link": "#"
    },
    "g_53": {
        "image": "ribbon.jpg",
        "name": "Риббоны Poscenter 58мм x 90м  втулка 0.5'', ширина 110мм, намотка OUT",
        "desc": "",
        "price": "1 283",
        "link": "#"
    },
    "g_54": {
        "image": "ribbon.jpg",
        "name": "Риббоны Poscenter WAX/RESIN 60мм x 90м  втулка 1\" без втулки, намотка OUT",
        "desc": "",
        "price": "1 283",
        "link": "#"
    },
    "g_55": {
        "image": "neilon.jpg",
        "name": "Нейлоновая текстильная лента 10мм х 200 м",
        "desc": "",
        "price": "1 995",
        "link": "#"
    },
    "g_56": {
        "image": "neilon.jpg",
        "name": "Нейлоновая текстильная лента 20мм х 200 м",
        "desc": "",
        "price": "1 995",
        "link": "#"
    },
    "g_57": {
        "image": "neilon.jpg",
        "name": "Нейлоновая текстильная лента 25мм х 200 м",
        "desc": "",
        "price": "1 995",
        "link": "#"
    },
    "g_58": {
        "image": "neilon.jpg",
        "name": "Нейлоновая текстильная лента 40мм х 200 м",
        "desc": "",
        "price": "2 090",
        "link": "#"
    },
    "g_59": {
        "image": "neilon.jpg",
        "name": "Нейлоновая текстильная лента 50мм х 200 м",
        "desc": "",
        "price": "3 990",
        "link": "#"
    },
    "g_60": {
        "image": "neilon.jpg",
        "name": "Нейлоновая текстильная лента 60мм х 200 м",
        "desc": "",
        "price": "22 943",
        "link": "#"
    },
    "g_61": {
        "image": "neilon.jpg",
        "name": "Нейлоновая текстильная лента 70мм х 200 м",
        "desc": "",
        "price": "26 933",
        "link": "#"
    },
    "g_62": {
        "image": "satin.jpg",
        "name": "Текстильная лента сатин 20мм х 200м",
        "desc": "",
        "price": "6 033",
        "link": "#"
    },
    "g_63": {
        "image": "satin.jpg",
        "name": "Текстильная лента сатин 25мм х 200м",
        "desc": "",
        "price": "6 983",
        "link": "#"
    },
    "g_64": {
        "image": "satin.jpg",
        "name": "Текстильная лента сатин 30мм х 200м",
        "desc": "",
        "price": "8 835",
        "link": "#"
    },
    "g_65": {
        "image": "satin.jpg",
        "name": "Текстильная лента сатин 35мм х 200м",
        "desc": "",
        "price": "9 500",
        "link": "#"
    },
    "g_66": {
        "image": "satin.jpg",
        "name": "Текстильная лента сатин 40мм х 200м",
        "desc": "",
        "price": "10 973",
        "link": "#"
    },
    "g_67": {
        "image": "satin.jpg",
        "name": "Текстильная лента сатин 45мм х 200м",
        "desc": "",
        "price": "11 495",
        "link": "#"
    },
    "g_68": {
        "image": "satin.jpg",
        "name": "Текстильная лента сатин 60мм х 200м",
        "desc": "",
        "price": "50",
        "link": "#"
    },
    "g_69": {
        "image": "225cut4.jpg",
        "name": "Отрезчик для принтера этикеток TSC TTP-225",
        "desc": "Гильотинный отрезчик для точной нарезки отпечатанных материалов",
        "price": "61 465",
        "link": "#"
    },
    "g_70": {
        "image": "a51934df6273f3dd7b471fa6a7dce7b4.jpeg",
        "name": "Отрезчик для промышленного принтера этикеток Godex 2250",
        "desc": "Гильотинный отрезчик для точной нарезки отпечатанных материалов",
        "price": "133 000",
        "link": "#"
    },
    "g_71": {
        "name": "Внешний держатель больших рулонов этикеток",
        "desc": "",
        "price": "14 963",
        "link": "#"
    },
    "g_72": {
        "image": "img1753.jpg",
        "name": "Сенсорный моноблок \"ШТРИХ-УТМ\" 9 дюймов Windows 10",
        "desc": "Цена при отличных базовых характеристиках",
        "price": "93 100",
        "link": "#"
    },
    "g_73": {
        "image": "0041331partnerft460fliptopcashdrawer.jpeg",
        "name": "Денежный ящик Штрих-М FLIPTOP FT-460",
        "desc": "Денежный ящик для монтирования в кассовый бокс. Вертикальное открытие крышки.",
        "price": "40 423",
        "link": "#"
    },
    "g_74": {
        "image": "9af3ba857c0a2b27294155612e65271e.jpg",
        "name": "Термолента 57х40А (36 метров, 192 шт в ящике, 12 шт в упаковке)",
        "desc": "Термолента для печати чеков. подходит для принтеров чеков и фискальных регистраторов",
        "price": "143",
        "link": "#"
    },
    "g_75": {
        "image": "9af3ba857c0a2b27294155612e65271e.jpg",
        "name": "Термолента 80х50х12 (45 метров,108 шт в ящике, 9 шт в упаковке)",
        "desc": "Термолента для печати чеков. подходит для принтеров чеков и фискальных регистраторов с шириной печати 80 мм",
        "price": "238",
        "link": "#"
    },
    "g_76": {
        "image": "58x30.jpg",
        "name": "Этикетки 58Х30 (600 эт/рул, 60 шт в ящике)",
        "desc": "Этикетки используются в весах и на принтере этикеток",
        "price": "352",
        "link": "#"
    },
    "g_77": {
        "image": "5c9e9d0a831402767fe0ec3a4f76c7c3.jpg",
        "name": "Этикетки 29*20 (1600 эт/рул, 80 шт в ящике или 1800 эт/рул, 54 шт в ящике)",
        "desc": "Экономичный вариант печати информации на принтере этикеток",
        "price": "378",
        "link": "#"
    },
    "g_78": {
        "image": "img1631.jpg",
        "name": "Сканер штрих кода АТОЛ SB 2103 (BLUETOOTH USB)",
        "desc": "Базовый блютус-сканер. Может служить и для продажи и инвентаризации товаров. База (подставка) сканера установлена на компьютере, а со сканером можно ходить по залу и сканировать товар",
        "price": "44 888",
        "link": "#"
    },
    "g_79": {
        "image": "te2001.png",
        "name": "Принтер этикеток TSC TE200",
        "desc": "Бюджетный принтер с возможностью печати до 108мм",
        "price": "85 313",
        "link": "#"
    },
    "g_80": {
        "image": "img1776min.jpg",
        "name": "Терминал сбора данных CipherLAB 9700 + коммуникационная подставка",
        "desc": "Долговечный аккумулятор",
        "price": "399 000",
        "link": "#"
    },
    "g_81": {
        "image": "pplabelwhite7802.jpg",
        "name": "Этикетки 58Х30 полипропилен (500 эт/рул)",
        "desc": "В основном используются для печати наклеек на основные средства компании (столы, стулья, компьютеры и т.д.)",
        "price": "1 568",
        "link": "#"
    },
    "g_82": {
        "image": "pplabelwhite7802.jpg",
        "name": "Этикетки 58Х40 полипропилен (500 эт/рул)",
        "desc": "В основном используются для печати наклеек на основные средства компании (столы, стулья, компьютеры и т.д.)",
        "price": "1 568",
        "link": "#"
    },
    "g_83": {
        "image": "58x30.jpg",
        "name": "Этикетки 58Х40 (500 эт/рул, 60 шт в ящике)",
        "desc": "Бумажные этикетки для маркировки товаров",
        "price": "378",
        "link": "#"
    },
    "g_84": {
        "image": "5860.jpg",
        "name": "Этикетки 58Х60 (400 эт/рул, 50 шт в ящике)",
        "desc": "",
        "price": "459",
        "link": "#"
    },
    "g_85": {
        "image": "5860.jpg",
        "name": "Этикетки 58Х60 (400 эт/рул, 50 шт в ящике) полуглянцевые",
        "desc": "",
        "price": "713",
        "link": "#"
    }
};