// Карта товаров по категориям
// Один и тот же товар в одну рубрику не добавляем!!! Это бессмысленно и калькулятор будет прав, если будет работать некорректно!
login2030.goodsMap = {
    "0": {
        "Кассовое оборудование и программа": {
            "POS-система на кассу": [
                login2030.goods.g_1,
                login2030.goods.g_2,
                login2030.goods.g_3,
                login2030.goods.g_4,
                login2030.goods.g_5
            ],
            "Дисплей покупателя на кассу": [
                login2030.goods.g_6
            ],
            "Программа для кассира": [
                login2030.goods.g_7,
                login2030.goods.g_8,
                login2030.goods.g_9
            ],
            "Система привлечения и удержания покупателей": [
                login2030.goods.g_10
            ],
            "Весы с прямым подключением к кассе (без печати)": [
                login2030.goods.g_11
            ],
            "Операционная система windows на кассу": [
                login2030.goods.g_12,
                login2030.goods.g_13
            ],
            "Сканер штрихкода на кассу": [
                login2030.goods.g_14,
                login2030.goods.g_15
            ]
        },
        "Оборудование в торговый зал": {
            "Устройство проверки цен": [
                login2030.goods.g_16,
                login2030.goods.g_17
            ]
        },
        "Рабочее место администратора": {
            "Сканер штрихкода для администратора": [
                login2030.goods.g_18,
                login2030.goods.g_19,
                login2030.goods.g_20
            ],
            "Принтер этикеток": [
                login2030.goods.g_21
            ],
            "Модуль автозаказа поставщикам": [
                login2030.goods.g_22
            ]
        }
    },
    "1": {
        "Программы и оборудование": {
            "POS-система на кассу": [
                login2030.goods.g_4,
                login2030.goods.g_23,
                login2030.goods.g_5
            ],
            "Операционная система windows на кассу": [
                login2030.goods.g_24,
                login2030.goods.g_12
            ],
            "Сканер штрихкода на кассу": [
                login2030.goods.g_25,
                login2030.goods.g_18
            ],
            "Принтер чеков на кассу": [
                login2030.goods.g_26,
                login2030.goods.g_27
            ],
            "Весы с печатью этикеток в зал": [
                login2030.goods.g_28,
                login2030.goods.g_29
            ],
            "Весы с прямым подключением к кассе (без печати)": [
                login2030.goods.g_11
            ]
        }
    },
    "2": {
        "Кассовое оборудование и программа": {
            "POS-система на кассу": [
                login2030.goods.g_5,
                login2030.goods.g_30
            ],
            "Весы с печатью этикеток в зал": [
                login2030.goods.g_11,
                login2030.goods.g_29,
                login2030.goods.g_28
            ],
            "Операционная система windows на кассу": [
                login2030.goods.g_12,
                login2030.goods.g_13
            ],
            "Программа для кассира": [
                login2030.goods.g_8
            ],
            "Система привлечения и удержания покупателей": [
                login2030.goods.g_10
            ],
            "Сканер штрихкода на кассу": [
                login2030.goods.g_25
            ]
        },
        "Рабочее место администратора": {
            "Сканер штрихкода для администратора": [
                login2030.goods.g_25,
                login2030.goods.g_19,
                login2030.goods.g_20
            ]
        }
    },
    "3": {
        "Кассовое оборудование": {
            "POS-система на кассу": [
                login2030.goods.g_30,
                login2030.goods.g_31
            ],
            "Программа для кассира": [
                login2030.goods.g_32,
                login2030.goods.g_33
            ],
            "Опции": [
                login2030.goods.g_34,
                login2030.goods.g_35
            ],
            "Система привлечения и удержания покупателей": [
                login2030.goods.g_10
            ]
        },
        "Оборудование в торговый зал": {
            "Устройство проверки цен": [
                login2030.goods.g_16,
                login2030.goods.g_17
            ]
        },
        "Приемка товаров": {
            "Сканер штрихкода для администратора": [
                login2030.goods.g_18,
                login2030.goods.g_19,
                login2030.goods.g_20
            ],
            "Принтер этикеток": [
                login2030.goods.g_21
            ]
        },
        "Отдел закупок": {
            "Модуль автозаказа поставщикам": [
                login2030.goods.g_22
            ]
        },
        "Бухгалтерия и руководители": {
            "Программа для бухгалтера": [
                login2030.goods.g_36
            ]
        }
    },
    "4": {
        "Front-Office (официанты и бармены)": {
            "POS-система в зал": [
                login2030.goods.g_37,
                login2030.goods.g_38,
                login2030.goods.g_5
            ],
            "Программа для официанта": [
                login2030.goods.g_39
            ],
            "Система привлечения и удержания покупателей": [
                login2030.goods.g_10
            ],
            "Принтер чеков на бар": [
                login2030.goods.g_40,
                login2030.goods.g_27
            ],
            "Принтер чеков на кухню": [
                login2030.goods.g_40
            ],
            "Кухонный звонок": [
                login2030.goods.g_41
            ],
            "Сканер штрихкода для проверки алкогольной продукции": [
                login2030.goods.g_19,
                login2030.goods.g_20
            ]
        },
        "Back-Office Бухгалтерия, кассиры, руководство": {
            "Программа для администратора": [
                login2030.goods.g_42
            ],
            "Программа для руководителя": [
                login2030.goods.g_43
            ]
        }
    },
    "5": {
        "Оборудование и программа на кассу": {
            "POS-система на кассу": [
                login2030.goods.g_44,
                login2030.goods.g_5
            ],
            "Кухонный звонок": [
                login2030.goods.g_41
            ],
            "Принтер чеков на кухню": [
                login2030.goods.g_40
            ],
            "Программа для кассира": [
                login2030.goods.g_45
            ],
            "Система привлечения и удержания покупателей": [
                login2030.goods.g_10
            ]
        },
        "Рабочее место администратора": {
            "Программа для администратора": [
                login2030.goods.g_46
            ],
            "Сканер штрихкода для администратора": [
                login2030.goods.g_18
            ]
        }
    },
    "6": {
        "Оборудование и программа на кассу": {
            "POS-система на кассу": [
                login2030.goods.g_23,
                login2030.goods.g_5
            ],
            "Система привлечения и удержания покупателей": [
                login2030.goods.g_10
            ],
            "Сканер штрихкода на кассу": [
                login2030.goods.g_18
            ]
        },
        "Рабочее место администратора": {
            "Принтер этикеток": [
                login2030.goods.g_21
            ]
        }
    },
    "7": {
        "Back-office": {
            "Программа для бухгалтера": [
                login2030.goods.g_47
            ]
        },
        "Front-Office": {
            "Сканер штрихкода для менеджера": [
                login2030.goods.g_25,
                login2030.goods.g_48
            ]
        }
    },
    "8": {
        "Оборудование и расходные материалы": {
            "Расходные материалы": [
                login2030.goods.g_49,
                login2030.goods.g_50,
                login2030.goods.g_51,
                login2030.goods.g_52,
                login2030.goods.g_53,
                login2030.goods.g_54,
                login2030.goods.g_55,
                login2030.goods.g_56,
                login2030.goods.g_57,
                login2030.goods.g_58,
                login2030.goods.g_59,
                login2030.goods.g_60,
                login2030.goods.g_61,
                login2030.goods.g_62,
                login2030.goods.g_63,
                login2030.goods.g_64,
                login2030.goods.g_65,
                login2030.goods.g_66,
                login2030.goods.g_67,
                login2030.goods.g_68
            ],
            "Принтер этикеток": [
                login2030.goods.g_69,
                login2030.goods.g_70,
                login2030.goods.g_71
            ]
        }
    },
    "9": {
        "Оборудование и программы": {
            "POS-система на кассу": [
                login2030.goods.g_72,
                login2030.goods.g_5,
                login2030.goods.g_30
            ],
            "Сканер штрихкода на кассу": [
                login2030.goods.g_25
            ],
            "Денежный ящик на кассу": [
                login2030.goods.g_73
            ],
            "Принтер этикеток": [
                login2030.goods.g_21
            ],
            "Принтер чеков на кассу": [
                login2030.goods.g_40,
                login2030.goods.g_27
            ],
            "Система привлечения и удержания покупателей": [
                login2030.goods.g_10
            ],
            "Расходные материалы": [
                login2030.goods.g_74,
                login2030.goods.g_75,
                login2030.goods.g_76,
                login2030.goods.g_77
            ]
        }
    },
    "10": {
        "Кассовое оборудование и программа": {
            "POS-система на кассу": [
                login2030.goods.g_37,
                login2030.goods.g_5
            ],
            "Принтер чеков на кассу": [
                login2030.goods.g_27,
                login2030.goods.g_26
            ],
            "Сканер штрихкода на кассу": [
                login2030.goods.g_18,
                login2030.goods.g_48
            ]
        },
        "Для проведения инвентаризаций": {
            "Мобильный терминал для ревизии": [
                login2030.goods.g_78
            ]
        }
    },
    "11": {
        "Для бухгалтера-материалиста": {
            "Принтер этикеток для бухгалтера-материалиста": [
                login2030.goods.g_79
            ],
            "Терминал сбора данных для бухгалтера-материалиста": [
                login2030.goods.g_80
            ]
        },
        "Выберите размер этикетки и материал (бумага или полипропилен)": {
            "Расходные материалы": [
                login2030.goods.g_81,
                login2030.goods.g_82,
                login2030.goods.g_76,
                login2030.goods.g_83,
                login2030.goods.g_84,
                login2030.goods.g_85
            ]
        },
        "Выберите красящие риббоны": {
            "Расходные материалы": [
                login2030.goods.g_51,
                login2030.goods.g_52,
                login2030.goods.g_53,
                login2030.goods.g_54
            ]
        }
    },
    "12": {
        "Принтер чеков, принтер этикеток и весы": {
            "Принтер чеков на кассу": [
                login2030.goods.g_27,
                login2030.goods.g_40
            ],
            "Принтер этикеток": [
                login2030.goods.g_21
            ]
        },
        "Программа 1С и доплицензии": {
            "Программа для кассира": [
                login2030.goods.g_47
            ]
        }
    }
};